export const brands = [
  "Audi",
  "BMW",
  "Lexus",
  "Mercedes-Benz",
  "Porsche",
  "Range Rover",
  "Toyota",
  "Volkswagen",
  "Volvo",
];

export const typeOptions = ["В наличии", "Под заказ"];

export const yearOptions = ["2019", "2020", "2021", "2022", "2023"];

export const bodyColorOptions = [
  "Белый",
  "Зеленый металлик",
  "Изумрудный",
  "Серебристый",
  "Серый",
  "Серый бруклин",
  "Синий",
  "Темно-серый металлик",
  "Темно-синий",
  "Черно-зеленый",
  "Черный",
  "Черный металлик",
];

export const interiorColorOptions = [
  "Бежевый",
  "Белый",
  "Коричневый",
  "Красный",
  "Серый",
  "Черно-белый",
  "Черный",
];

export const interiorMaterialOptions = [
  "Алькантара",
  "Искусственная кожа",
  "Кожа",
  "Кожа + вставки из Алькантары",
  "Комбинированный / Ткань",
  "Ткань",
];

export const engineOptions = [
  "190 л.с.",
  "197 л.с. / 2.0 л",
  "2.0 л / 249 л.с. / Quattro",
  "2.9 л",
  "3.0 л / 340 л.с. / бензин",
];

export const transmissionOptions = [
  "7-ступенчатая робот",
  "9-ступенчатая автоматическая коробка передач",
  "Автоматическая",
  "8-ступенчатая автоматическая",
];

export const additionalOptions = [
  "Carplay| Android, круиз-контроль, камера 360°, фаркоп, адаптивный круиз-контроль Plus, активная помощь при парковке, электрорегулировка передних сидений, активная система удержания полосы движения, электрохромное зеркало",
];
