import brain from "../../../shared/icons/brain-icon.svg";
import personal from "../../../shared/icons/person-icon.svg";
import quality from "../../../shared/icons/quality-icon.svg";
import handshake from "../../../shared/icons/handshake-icon.svg";

export const benefits = [
  {
    id: 1,
    title: "Глубокое понимание рынка",
    description:
      "Наша команда обладает уникальным пониманием рынка автомобилей в Южной Корее и Китае. Мы следим за последними тенденциями и изменениями, чтобы предоставлять вам самую актуальную информацию.",
    icon: brain,
  },
  {
    id: 2,
    title: "Персональный подход",
    description:
      "Мы ценим индивидуальность каждого клиента. Наша команда предоставляет персонализированные решения, учитывая ваши потребности и предпочтения, чтобы сделать процесс выбора и покупки автомобиля максимально удобным и приятным.",
    icon: personal,
  },
  {
    id: 3,
    title: "Контроль качества",
    description:
      "Мы стремимся к высшему стандарту качества во всех аспектах нашей деятельности. От проверки состояния автомобиля до тщательного контроля транспортировки, мы обеспечиваем, чтобы каждая деталь была на своем месте.",
    icon: quality,
  },
  {
    id: 4,
    title: "Беззаботность клиента",
    description:
      "Сотрудничая с AutoZen, вы можете рассчитывать на полное сопровождение на всех этапах. Мы берем на себя все организационные и технические аспекты, чтобы вы могли сосредоточиться на выборе и приобретении идеального автомобиля.",
    icon: handshake,
  },
];
