import dev from "./assets/dev.jpg";
import train from "./assets/train.jpg";
import team from "./assets/team.jpg";
import kia from "./assets/kia.jpg";
import containers from "./assets/containers.jpg";

export const parts = [
  {
    id: 1,
    title: "Введение",
    description:
      "Мы представляем кейс о партнерстве с официальным дистрибьютером KIA в Кыргызстане. Мы успешно доставили 17 контейнеров с новыми автомобилями KIA, справляясь с логистическими вызовами.",
    img: team,
  },
  {
    id: 2,
    title: "Ситуация",
    description:
      "Дистрибьютор KIA в Кыргызстане сталкивался с высоким спросом на автомобили и требовал быстрой и безопасной доставки.",
    img: train,
  },
  {
    id: 3,
    title: "Решение",
    description:
      "Мы разработали стратегии упаковки, оптимизировали маршруты, обеспечили безопасную перевозку и точное соблюдение графика.",
    img: dev,
  },
  {
    id: 4,
    title: "Результат",
    description:
      "Мы успешно доставили 17 контейнеров новых автомобилей KIA, помогая удовлетворить потребности клиентов дистрибьютора.",
    img: containers,
  },
  {
    id: 5,
    title: "Заключение",
    description:
      "Наша способность обеспечивать надежные и эффективные логистические решения подтверждает наше партнерство с официальным дистрибьютером KIA в Кыргызстане.",
    img: kia,
  },
];
